index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2016-04-25 Mon 02:21 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>the tao is silent / 道是靜的</title>
<meta name="generator" content="Org-mode" />
<meta name="author" content="XIE Yuheng" />
<link rel="stylesheet" href="asset/css/index.css" type="text/css" media="screen" />
</head>
<body>
<div id="preamble" class="status">
喪以不執 所執者喪 執喪相比 方死方生
</div>
<div id="content">
<h1 class="title">the tao is silent / 道是靜的</h1>
<div id="table-of-contents">
<h2>overview</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org950f271">(todo) 譯者序</a></li>
<li><a href="#org8f4cd47">題記</a></li>
<li><a href="#org9489b94">序</a></li>
<li><a href="#org4f42a50">卷一 何爲道</a>
<ul>
<li><a href="#org6a571eb">1. 簡說中國哲學</a></li>
<li><a href="#org5fdc9cc">2. 道</a></li>
<li><a href="#orgc69e07a">3. Does The Tao Exist?</a></li>
<li><a href="#org18aa61a">4. Yes, But Does The Tao Exist?</a></li>
<li><a href="#orgf57074d">5. The Tao is Vague!</a></li>
<li><a href="#org28e9535">6. The Tao is Formless</a></li>
<li><a href="#org321493a">7. The Tao is a Mysterious Female</a></li>
<li><a href="#orgb0d26a9">8. The Tao Has No Name</a></li>
<li><a href="#org62a8774">9. The Tao Does Not Talk</a></li>
<li><a href="#orgc168ad0">10. The Tao And The Sage. They Never Argue</a></li>
<li><a href="#orgb933c32">11. I Am Like A Mirror</a></li>
<li><a href="#org1e6694b">12. The Tao Is Everywhere</a></li>
<li><a href="#org5fc895d">13. The Tao Does Not Command</a></li>
<li><a href="#org763f69">14. The Tao is Not Arrogant</a></li>
<li><a href="#orgd80229">15. Worship Of The Buddha</a></li>
<li><a href="#org2975f7c">16. Abiding In The Tao</a></li>
<li><a href="#org3d73cd8">17. The Tao Is Ever Spontaneous</a></li>
</ul>
</li>
<li><a href="#orgfba3ece">Part II. The Tao Is Good But Not Moral</a>
<ul>
<li><a href="#org8d86de7">18. Are Men Fundamentally Good?</a></li>
<li><a href="#org4b4d2aa">19. Whichever The Way</a></li>
<li><a href="#org49d5faf">20. Why Do You Help Your Fellow Man?</a></li>
<li><a href="#org165e5bf">21. Taoism Versus Morality</a></li>
<li><a href="#orge278dd2">22. Is God a Taoist?</a></li>
<li><a href="#org24f66b3">23. The Tao Is Good But Not Moral</a></li>
</ul>
</li>
<li><a href="#orgedfb14c">Part III. The Tao Is Leisurely</a>
<ul>
<li><a href="#orga2acc06">24. On Gardening</a></li>
<li><a href="#orgb4c999c">25. On Dogs</a></li>
<li><a href="#org8fb44c6">26. On The Art Of Management</a></li>
<li><a href="#org58af48f">27. On Selfishness</a></li>
<li><a href="#org9a2d1c8">28. Selfishness and Altruism</a></li>
<li><a href="#org1a12a4">29. On Egotism</a></li>
<li><a href="#orgeb57887">30. Egotism and Cosmic Consciousness</a></li>
<li><a href="#org9103c8d">31. On Trusting One’s Own Nature</a></li>
<li><a href="#org5386b6f">32. On Letting Things Go Their Own Way</a></li>
<li><a href="#org6c2d13f">33. On Not Wanting To Amount To Anything</a></li>
<li><a href="#org314fe80">34. On Making An Effort</a></li>
</ul>
</li>
<li><a href="#org77ea4f2">Part IV. The Tao is a Delightful Paradox</a>
<ul>
<li><a href="#orgabc1bc5">35. Crazy Philosophy And Sensible Philosophy</a></li>
<li><a href="#orgb4ab35a">36. Wouldn’t it Be Funny If—</a></li>
<li><a href="#orgba51335">37. A Dream</a></li>
<li><a href="#orge05c471">38. Astrology</a></li>
<li><a href="#org828ecaf">39. Two Zen Incidents</a></li>
<li><a href="#org49455ea">40. Two Versions of a Story</a></li>
<li><a href="#org95f4e6c">41. An Imaginary Zen Story</a></li>
<li><a href="#orgf36c2c2">42. Why Do We Sometimes Misunderstand?</a></li>
<li><a href="#org5386f9b">43. Mondo on Immortality</a></li>
<li><a href="#orgdf26210">44. Do You See The Point?</a></li>
<li><a href="#org9bab972">45. Enlightenment</a></li>
<li><a href="#orgdb69cc5">46. The Evening Cool</a></li>
<li><a href="#orga2b4017">47. When the Time Is Ripe—</a></li>
</ul>
</li>
<li><a href="#orgb6d9d16">Notes</a></li>
<li><a href="#org8974e7f">Suggested Readings</a></li>
</ul>
</div>
</div>

<div id="outline-container-org950f271" class="outline-2">
<h2 id="org950f271">(todo) <a href="./translators-preface.html">譯者序</a></h2>
</div>

<div id="outline-container-org8f4cd47" class="outline-2">
<h2 id="org8f4cd47"><a href="./epigraph.html">題記</a></h2>
</div>

<div id="outline-container-org9489b94" class="outline-2">
<h2 id="org9489b94"><a href="./preface.html">序</a></h2>
</div>

<div id="outline-container-org4f42a50" class="outline-2">
<h2 id="org4f42a50">卷一 何爲道</h2>
<div class="outline-text-2" id="text-org4f42a50">
</div><div id="outline-container-org6a571eb" class="outline-3">
<h3 id="org6a571eb">1. <a href="./part1-what-is-the-tao/1-chinese-philosophy-in-a-nutshell.html">簡說中國哲學</a></h3>
</div>
<div id="outline-container-org5fdc9cc" class="outline-3">
<h3 id="org5fdc9cc">2. <a href="./part1-what-is-the-tao/2-the-tao.html">道</a></h3>
</div>
<div id="outline-container-orgc69e07a" class="outline-3">
<h3 id="orgc69e07a">3. Does The Tao Exist?</h3>
</div>
<div id="outline-container-org18aa61a" class="outline-3">
<h3 id="org18aa61a">4. Yes, But Does The Tao Exist?</h3>
</div>
<div id="outline-container-orgf57074d" class="outline-3">
<h3 id="orgf57074d">5. The Tao is Vague!</h3>
</div>
<div id="outline-container-org28e9535" class="outline-3">
<h3 id="org28e9535">6. The Tao is Formless</h3>
</div>
<div id="outline-container-org321493a" class="outline-3">
<h3 id="org321493a">7. The Tao is a Mysterious Female</h3>
</div>
<div id="outline-container-orgb0d26a9" class="outline-3">
<h3 id="orgb0d26a9">8. The Tao Has No Name</h3>
</div>
<div id="outline-container-org62a8774" class="outline-3">
<h3 id="org62a8774">9. The Tao Does Not Talk</h3>
</div>
<div id="outline-container-orgc168ad0" class="outline-3">
<h3 id="orgc168ad0">10. The Tao And The Sage. They Never Argue</h3>
</div>
<div id="outline-container-orgb933c32" class="outline-3">
<h3 id="orgb933c32">11. I Am Like A Mirror</h3>
</div>
<div id="outline-container-org1e6694b" class="outline-3">
<h3 id="org1e6694b">12. The Tao Is Everywhere</h3>
</div>
<div id="outline-container-org5fc895d" class="outline-3">
<h3 id="org5fc895d">13. The Tao Does Not Command</h3>
</div>
<div id="outline-container-org763f69" class="outline-3">
<h3 id="org763f69">14. The Tao is Not Arrogant</h3>
</div>
<div id="outline-container-orgd80229" class="outline-3">
<h3 id="orgd80229">15. Worship Of The Buddha</h3>
</div>
<div id="outline-container-org2975f7c" class="outline-3">
<h3 id="org2975f7c">16. Abiding In The Tao</h3>
</div>
<div id="outline-container-org3d73cd8" class="outline-3">
<h3 id="org3d73cd8">17. The Tao Is Ever Spontaneous</h3>
</div>
</div>

<div id="outline-container-orgfba3ece" class="outline-2">
<h2 id="orgfba3ece">Part II. The Tao Is Good But Not Moral</h2>
<div class="outline-text-2" id="text-orgfba3ece">
</div><div id="outline-container-org8d86de7" class="outline-3">
<h3 id="org8d86de7">18. Are Men Fundamentally Good?</h3>
</div>
<div id="outline-container-org4b4d2aa" class="outline-3">
<h3 id="org4b4d2aa">19. Whichever The Way</h3>
</div>
<div id="outline-container-org49d5faf" class="outline-3">
<h3 id="org49d5faf">20. Why Do You Help Your Fellow Man?</h3>
</div>
<div id="outline-container-org165e5bf" class="outline-3">
<h3 id="org165e5bf">21. Taoism Versus Morality</h3>
</div>
<div id="outline-container-orge278dd2" class="outline-3">
<h3 id="orge278dd2">22. Is God a Taoist?</h3>
</div>
<div id="outline-container-org24f66b3" class="outline-3">
<h3 id="org24f66b3">23. The Tao Is Good But Not Moral</h3>
</div>
</div>

<div id="outline-container-orgedfb14c" class="outline-2">
<h2 id="orgedfb14c">Part III. The Tao Is Leisurely</h2>
<div class="outline-text-2" id="text-orgedfb14c">
</div><div id="outline-container-orga2acc06" class="outline-3">
<h3 id="orga2acc06">24. On Gardening</h3>
</div>
<div id="outline-container-orgb4c999c" class="outline-3">
<h3 id="orgb4c999c">25. On Dogs</h3>
</div>
<div id="outline-container-org8fb44c6" class="outline-3">
<h3 id="org8fb44c6">26. On The Art Of Management</h3>
</div>
<div id="outline-container-org58af48f" class="outline-3">
<h3 id="org58af48f">27. On Selfishness</h3>
</div>
<div id="outline-container-org9a2d1c8" class="outline-3">
<h3 id="org9a2d1c8">28. Selfishness and Altruism</h3>
</div>
<div id="outline-container-org1a12a4" class="outline-3">
<h3 id="org1a12a4">29. On Egotism</h3>
</div>
<div id="outline-container-orgeb57887" class="outline-3">
<h3 id="orgeb57887">30. Egotism and Cosmic Consciousness</h3>
</div>
<div id="outline-container-org9103c8d" class="outline-3">
<h3 id="org9103c8d">31. On Trusting One’s Own Nature</h3>
</div>
<div id="outline-container-org5386b6f" class="outline-3">
<h3 id="org5386b6f">32. On Letting Things Go Their Own Way</h3>
</div>
<div id="outline-container-org6c2d13f" class="outline-3">
<h3 id="org6c2d13f">33. On Not Wanting To Amount To Anything</h3>
</div>
<div id="outline-container-org314fe80" class="outline-3">
<h3 id="org314fe80">34. On Making An Effort</h3>
</div>
</div>

<div id="outline-container-org77ea4f2" class="outline-2">
<h2 id="org77ea4f2">Part IV. The Tao is a Delightful Paradox</h2>
<div class="outline-text-2" id="text-org77ea4f2">
</div><div id="outline-container-orgabc1bc5" class="outline-3">
<h3 id="orgabc1bc5">35. Crazy Philosophy And Sensible Philosophy</h3>
</div>
<div id="outline-container-orgb4ab35a" class="outline-3">
<h3 id="orgb4ab35a">36. Wouldn’t it Be Funny If—</h3>
</div>
<div id="outline-container-orgba51335" class="outline-3">
<h3 id="orgba51335">37. A Dream</h3>
</div>
<div id="outline-container-orge05c471" class="outline-3">
<h3 id="orge05c471">38. Astrology</h3>
</div>
<div id="outline-container-org828ecaf" class="outline-3">
<h3 id="org828ecaf">39. Two Zen Incidents</h3>
</div>
<div id="outline-container-org49455ea" class="outline-3">
<h3 id="org49455ea">40. Two Versions of a Story</h3>
</div>
<div id="outline-container-org95f4e6c" class="outline-3">
<h3 id="org95f4e6c">41. An Imaginary Zen Story</h3>
</div>
<div id="outline-container-orgf36c2c2" class="outline-3">
<h3 id="orgf36c2c2">42. Why Do We Sometimes Misunderstand?</h3>
</div>
<div id="outline-container-org5386f9b" class="outline-3">
<h3 id="org5386f9b">43. Mondo on Immortality</h3>
</div>
<div id="outline-container-orgdf26210" class="outline-3">
<h3 id="orgdf26210">44. Do You See The Point?</h3>
</div>
<div id="outline-container-org9bab972" class="outline-3">
<h3 id="org9bab972">45. Enlightenment</h3>
</div>
<div id="outline-container-orgdb69cc5" class="outline-3">
<h3 id="orgdb69cc5">46. The Evening Cool</h3>
</div>
<div id="outline-container-orga2b4017" class="outline-3">
<h3 id="orga2b4017">47. When the Time Is Ripe—</h3>
</div>
</div>

<div id="outline-container-orgb6d9d16" class="outline-2">
<h2 id="orgb6d9d16">Notes</h2>
</div>

<div id="outline-container-org8974e7f" class="outline-2">
<h2 id="org8974e7f">Suggested Readings</h2>
</div>
</div>
<div id="postamble" class="status">
喪以不執 所執者喪 執喪相比 方死方生
</div>
</body>
</html>
